{
  "name": "Chicago Does Reels",
  "category": "industry relationship",
  "billing_period": "quarter",
  "price_options": [
    {
      "pricing": {
        "retail_price_usd": 995,
        "bundle_price_usd": 895
      }
    }
  ],
  "discount_policy": {
    "rules": [
      "No discounts beyond $895."
    ],
    "stacking_allowed": false
  },
  "sales_strategy": "Highlight reach via ChicagoDoes TikTok & Instagram channels to showcase client exposure and engagement value. Remember this covers expenses including strategy, transportation, ideation, shooting, editing, & posting and our ChicagoDoes channels on TikTok & Instagram have over 75,000 followers!",
  "product_description": "Enhance Your Hospitality Business with Outstanding Social Media Reels\nUnlock the power of TikTok and Instagram reels for your hospitality business! Our wildly successful ChicagoDoes social media channels help restaurants, bars, hotels, transportation services, retail stores, attractions, theaters, and museums by creating captivating short videos that engage and attract customers. We’ll showcase your offerings, share behind-the-scenes glimpses, and tell your brand's story with visually appealing content to attract more customers to your business.     We’ll promote special offerings, encourage user-generated content, and participate in trending challenges to expand your reach. With our expertise, you can leverage these dynamic platforms to bring your unique hospitality experiences to life and drive bookings and visits. Elevate your online presence with the visual allure of TikTok and Instagram Reels.\n\nWhat Drives ChicagoDoes' Success: Key Factors\nWe Know The Biz\nAteema Media & Marketing has been around since 2001 and is experienced at telling stories about hospitality companies and creating strategies to attract customers. We know how to produce and distribute video content that makes viewers want to visit your company.\nOur Team Rocks\nOur dedicated ChicagoDoes team consistently produces video content showcasing the best activities in Chicago on a daily basis. These videos have garnered an impressive viewership, with a robust audience exceeding 30,000 and an average viewership surpassing 35,000.\nAttention is Key\nCapture attention and drive results! Unleash the power of TikTok and Instagram reels to showcase your hospitality venture. Explore the art of compelling visual storytelling on ChicagoDoes, and let us lead you towards growth and success.\nCommunity Building\nWith ChicagoDoes, you get access to a unique audience that is actively looking for things to do in Chicago and great brands to experience. Show your personality and create a loyal community around your brand, fostering trust and encouraging word-of-mouth marketing.\nData Insights\nOur social media platforms offer detailed analytics, helping you and your business understand what works and what doesn’t. Each platform includes likes, comments, shares, and saves.\n"
}
