{
  "name": "Digital Advertisement",
  "price_options": [
    {
      "name": "Tourism Digital ads",
      "price_usd": "",
      "notes": "Targets tourists, convention attendees, and business travelers by using your historical customer traffic data to reach visitors at hotels, convention centers, and even competitor locations. Uses industry-leading programmatic advertising and precise geographic/demographic targeting to deliver measurable results. Identifies hidden opportunities through data-driven insights, ensuring your message reaches the ideal tourist audience at the right place and time. Provides transparent reporting and proven ROI (200%–600%). Built specifically for hospitality businesses to drive out-of-town traffic and maximize exposure during peak visitor activity."
    },
    { "name": "Local Digital ads",
      "price_usd": "",
      "notes": "Targets local customers and nearby community audiences using your historical customer and competitor traffic data. Uses innovative demographic targeting and programmatic advertising to uncover hidden local opportunities and ensure your message reaches the right people at the right time. Designed to drive local business growth by identifying where nearby audiences live, work, and spend time. Provides clear, transparent reporting and has a proven track record of strong ROI for hospitality businesses including restaurants, attractions, and neighborhood venues."
    },
    { "name": "Meeting and Event Planner Digital ads",
      "price_usd": "",
      "notes": "Designed to reach meeting and event planners—an elusive but highly valuable audience that can generate ongoing private event revenue. Uses targeted digital advertising to place your brand in front of planners on a continual basis, supporting venues, restaurants, event services companies, and any business selling private events. Employs four proven tactics: email retargeting to a first-party database of 5,000 planners; specialty audience segments built from online and offline behavioral data; keyword retargeting for event-related search activity; and website retargeting to stay top-of-mind during planners’ decision-making. Ideal for growing event bookings and attracting planners actively sourcing venues and services."
    }
  ],
  "discount_policy": {
    "rules": [
      "For clients who have become accustomed to free creative, we can give them the next batch for free, and begin to charge from there."
    ],
    "stacking_allowed": false
  },
  "sales_strategy": "Add creative to PandaDocs when ordering digital campaigns or social media placements.",
  "product_description": "This is an additional service available exclusively to clients who purchase any digital marketing product. Once a digital sponsorship is confirmed, our team will create high-impact visuals and copy optimized for TikTok, Instagram, and other key platforms—designed to showcase your hospitality brand and drive engagement. Each package includes creative design for seven ad sizes and up to two rounds of revisions, ensuring your campaign looks professional, consistent, and effective across all digital channels."
}