{
  "name": "Email Blast",
  "category": "industry relationship",
  "billing_period": "one_time",
  "price_options": [
    {
      "name": "Blast Email - concierge",
      "price_usd": {
        "Contract with multiple products": 450,
        "Retail": 750
      },
      "audience": "to hotel concierges",
      "distribution_estimate": 1200,
      "notes": "A dedicated email service that sends your custom message to over 400 hotel, corporate and residential concierges and hotel guest services professionals, promoting your offers or events with fast, targeted delivery"
    },
    {
      "name": "Planner Eblast",
      "price_usd": {
        "Retail": 2350
      },
      "discount_up_to_usd": 1750,
      "notes": "A targeted email campaign that delivers message directly to about 5,000+ meeting, event, and wedding planners in Chicago, promoting venue or service to decision-makers who book corporate, social, and group events"
    }
  ],
  "discount_policy": {
    "rules": [
      "No discounts beyond those built into"
    ],
    "stacking_allowed": false
  },
  "sales_strategy": "",
  "product_description": "Dedicated email with your custom messaging which will be sent to our entire concierge database of 300+ concierges and guest service professionals. You complete the form and we can deliver the email in as little as 48 hours. It's a great tool to highlight new services, promotions, and new concierge contacts.\n\nWhy We’re Unique\nElevating Hospitality: Unparalleled Concierge & Guest Service Relationships\nAt our core, we have cultivated the finest concierge and guest service relationships in the vibrant city of Chicago. Our dedicated Concierge Ambassadors engage in regular visits, ensuring a robust and dynamic connection. Committed to fostering a thriving community, we curate exclusive networking events that bring together the foremost hospitality influencers.\nEmpowering Excellence: Tailored Tools and Information\nOur commitment extends beyond interaction – we empower concierges with essential tools and information, forging a path to excellence. Through our distinguished Concierge Preferred Magazine, we proudly deliver the sole visitor publication found in esteemed hotels. Our meticulously crafted Chicago Neighborhood Hotel Maps stand as the exclusive navigational guides within these premier establishments.\nElevate Your Expectations: Choose Unsurpassed Excellence\nIn a league of our own, we redefine the standards of guest service support in Chicago. Opt for the distinctive choice that redefines hospitality – partner with us and experience the pinnacle of concierge services.\nConcierge Research\n9 out of 10 concierge and guest services professionals depend on Ateema to help them provide a better experience for their guests.\n2/3 of guests that use hotel concierge or guest services teams ask for direct advice, or recommendations.\nConcierge and guest services pros suggest alternative businesses to 96% of guests seeking input on their own research or itinerary.\n96% of concierge and guest services professionals depend on Concierge Preferred Magazine & Chicago Neighborhood Maps to direct guests and help them stay up to date with things to do in Chicago.\n\nConcierge Direct Emails\nWe send a dedicated email with your custom messaging to our entire concierge database of 400+ concierges and guest service professionals. You simply complete a form and we can deliver the email in as little as 48 hours. This is a great way to share details about your promotions, new services or contacts, special concierge offers, invitations and more.\n"
}