{
  "name": "Chicago Does Interactive Map",
  "category": "tourist messaging",
  "billing_period": "quarter",
  "duration_quarter_map": {
    "1X": 1,
    "2X": 2,
    "3X": 3,
    "4X": 4
  },

  "price_options": [
    {
      "name": "Picture listing",
      "price_usd": {
        "1X": 1550,
        "2X": 1511,
        "3X": 1473,
        "4X": 1288
      },
      "notes": "Your business appears as a Picture Listing within the ChicagoDoes Interactive Video Map. This entry features your image and a QR code linking to your online listing with video, directions and actionable links (book, review, reserve). It’s ideal for brands seeking trusted visibility in hotel concierge-distributed print and immediate mobile engagement."
    },
    {
      "name": "1/4 panel",
      "price_usd": {
        "1X": 3425,
        "2X": 3339,
        "3X": 3254,
        "4X": 2847
      },
      "notes": "With the 1/4 Panel, you get a dedicated quarter-panel print space on the map plus the QR-linked listing. You benefit from both physical presence in the hotel map and digital traffic via interactive content. A smart choice for businesses aiming for solid brand recognition and measurable leads."
    },
    {
      "name": "1/2 panel",
      "price_usd": {
        "1X": 6000,
        "2X": 5850,
        "3X": 5700,
        "4X": 4988
      },
      "notes": "The 1/2 Panel doubles the print area compared to the ¼ Panel, giving you more room for imagery and messaging while still including the QR-driven listing. It’s perfect if you want stronger visual impact and deeper engagement from visitors who pick up the map and go online."
    },
    {
      "name": "Panel",
      "price_usd": {
        "1X": 10820,
        "2X": 10550,
        "3X": 10279,
        "4X": 8994
      },
      "notes":"The Full Panel gives you a full-panel allocation in the print map — maximum print presence short of cover. This comes with the interactive listing as well, combining dominant in-map visibility with mobile reach. Ideal for businesses ready to dominate the visitor map experience and drive real foot traffic."
    },
    {
      "name": "Premium - Back Cover",
      "price_usd": {
        "1X": 17000,
        "2X": 16575,
        "3X": 16150,
        "4X": 14131
      },
      "notes": "The Premium Back Cover is the highest-visibility placement within the ChicagoDoes Interactive Video Map. Your ad occupies the back cover of the printed map, distributed in 150+ hotels and partner locations. It includes the QR-linked online listing with video, directions and action links. This premium placement is designed for top-tier brands positioning themselves as leading in the Chicago visitor market."
    }
  ],
  "discount_policy": {
    "rules": [
      "Highlight discounts baked into ratecard through frequency. They can save 17% off of 1x rate if they sign auto renew",
      "They can save 10% by prepaying for the entire year  (we could give them 10% off on any ads that they prepay for if they don't want to prepay for the entire year)",
      "Use trade as a tool to close if the trade is usable to Ateema. You can use up to 5% of the total program in trade. Must be collected before the first ad runs.",
      "Seasonal businesses - sell picture listings in the offseason to keep their prices down but maintain a presence in both maps.",
      "BASEMENT PRICING: For 1 ad - give them 2x rate, For 2 ads - give them 3x rate, For 3 ads - give them Auto-renew rate, For Auto-renew - give extra 2.5% off."
    ],
    "stacking_allowed": false
  },
  "sales_strategy": "Only Chicago visitor tool in hotels, multi-touch, multi-media, fairly priced, puts client in front of visitors and hotel staffs, and gives visitors all the information they need to choose our clients",
  "product_description": "The Chicago Does Interactive Video Map is a game-changing marketing tool that blends the trust of a printed hotel map with the engagement and immediacy of mobile video. It puts your business literally in the hands of visitors — and keeps you top of mind as they decide where to go, what to eat, and what to do. Whether they pick up the printed map from a concierge or scan a QR code on a table tent, your ad appears at the moment they’re ready to spend. The map is featured in 150+ hotels, big-bus stops and partner locations with quarterly print runs of 137,500 copies (550,000 annually). Each print ad includes a QR link to your mobile-friendly listing with video, directions, ticketing or reservation links, reviews and more — giving you both print credibility and digital action."
}