{
  "name": "Summit — Branding",
  "category": "industry relationship",
  "billing_period": "one_time",

  "price_options": [
    {
      "name": "Branding Opportunity: Full Page Ad In Program",
      "price_usd": 950,
      "notes": "Keep your business top of mind with attendees. Includes both printed and digital versions (1,000 total.) Includes listing in the online directory to make it easy for attendees to connect with your team. Includes 2 tickets to the tradeshow and educational sessions."
    },
    {
      "name": "Branding Opportunity: Half Page Ad In Program",
      "price_usd": 595,
      "notes": "Keep your business top of mind with attendees. Includes both printed and digital versions (1,000 total.) Includes listing in the online directory to make it easy for attendees to connect with your team. Includes 2 tickets to the tradeshow and educational sessions."
    },
    {
      "name": "Branding Opportunity: Billboard Ad On Trade Show Floor TVs",
      "price_usd": 1250,
      "notes": "Your single image “billboard ad” will be shown in rotation on TVs strategically placed throughout the tradeshow. Your business is listed in the event program available on-site and online, and your contact information will be included in the directory on HTSC.co. Includes 2 tickets to the tradeshow and educational sessions."
    },
    {
      "name": "Branding Opportunity: Video Commercial At Trade Show",
      "price_usd": 1200,
      "notes": "We’ll show your 30-second video 3 times on TVs throughout the day of the Trade Show. Includes 2 tickets to the trade show and educational sessions."
    },
    {
      "name": "Branding Opportunity: Brand Dominance Package",
      "price_usd": 4950,
      "notes": "A non-exhibitor package that boosts brand visibility with rotating TV billboards, a full-page program ad, directory listing, logos on banners/marketing materials, and two tickets to the tradeshow and educational sessions."
    },
    {
      "name": "Branding Opportunity: Wifi Sponsorship",
      "price_usd": 1500,
      "notes": "Custom slider on TV rotation throughout both trade show rooms plus logo exposure with wifi details including a mutually agreed upon password. Includes ½ page in program promoting the Wifi info and your brand plus the first text message of the day to participants. “Welcome, here are wifi details…” Includes listing in the show directory to make it easy for attendees to connect with your team. 2 tickets to all Summit events."
    },
    {
      "name": "Branding Opportunity: Recharging Station Sponsorship",
      "price_usd": 6500,
      "notes": "A branded “Recharging Station” with coffee, water, phone-charging and lounge furniture, plus a premium table with black linen and a branded table sign. Your logo appears on event banners, signage, collateral, marketing, and emails; includes six tickets to the tradeshow and educational sessions (lunch excluded), load-in assistance with a scheduled time (limited slots), a half-page ad and featured placement in on-site/online marketing, and a full listing with contact details in the event program and on HTSC.co."
    },
    {
      "name": "Branding Opportunity: Custom Email To Registrants",
      "price_usd": 1250,
      "notes": "We provide you with a simple form that you complete before the target distribution date. Dates are locked in on a first come, first serve basis. Includes listing in the show directory to make it easy for attendees to connect with your team. 2 tickets to all Summit events."
    }
  ],

  "discount_policy":null,
  "sales_strategy": "For clients that don't want a booth but want branding",
  "product_description": "A suite of add-on sponsorships that keep your brand top-of-mind before, during, and after the Summit. Options include print/digital program ads and directory listings, rotating TV billboards and 30-second video spots, on-site signage and Wi-Fi branding, a branded recharging lounge, and targeted emails to registrants. All tiers provide visibility in the on-site/online program with your contact details on HTSC.co and include at least two passes to the tradeshow and educational sessions (some tiers add extra tickets and load-in support). Designed for exhibitors and non-exhibitors alike, these packages drive awareness, traffic, and qualified conversations across the attendee journey."
}
