{
  "name": "Hotel Meetup",
  "category": "industry relationship",
  "billing_period": "one_time",
  "price_options": [
    {
      "name": "Hotel Meetup 2026",
      "price_usd": {
        "Early Bird Rate - Ends August 1": 2395,
        "Retail": 2595
      },
      "audience": "to hotel concierges",
      "distribution_estimate": 1200,
      "notes": "This exclusive, tabletop networking event was designed to drive connections and engagement between hotel teams and local businesses that cater to their guests. It works because hotel teams are looking for information and connections that can help them serve their guests better, and the businesses are there to build relationships and sell their services. Everybody wins."
    },
    {
      "name": "Special Sponsorship Packages - Tittle",
      "price_usd": {
        "Retail": 5500
      },
      "notes": "includes inclusion in event marketing, 2 tickets, a table, and a sign. Plus dominant branding, the event is titled, ‘The Chicago Hotel Meetup brought to you by COMPANY NAME,’ and they can speak for 2-3 minutes at the event."
    },
    {
      "name": "Special Sponsorship Packages - Bag",
      "price_usd": {
        "Retail": 3950
      },
      "notes": "includes inclusion in event marketing, 2 tickets, a table, and a sign. Plus dominant branding, they are the exclusive bag at the Meetup, and can speak for 2-3 minutes at the event."
    }
  ],
  "discount_policy": {
    "rules": [
      "No discounts beyond what's stated. We'll take trade as last resort if it is useful to our business and it's a business that needs the help.. Start with $250, then $500. If it has been discounted in the past, reduce the discount from the past by $200 and tell them the costs have gone up so we have to be more diligent with pricing."
    ],
    "stacking_allowed": false
  },
  "sales_strategy": "",
  "product_description": "This is an outstanding opportunity for your business to efficiently connect, and build business relationships with Chicago’s hotel teams.Your business logo will be marketed to over 1,000 hotel influencers from the 100+ downtown hotels including concierges, guest services professionals, management and salespeople. Your logo is included in invitations, registration, and marketing materials."
}