{
  "name": "Summit — Sponsorship",
  "category": "industry relationship",
  "billing_period": "one_time",

  "price_options": [
    {"name": "Offical Hotel Sponsorship", "price_usd": 7500, "notes": "For hotel only and only 1 available. Position your hotel as the premier property at the 2025 Hospitality & Tourism Summit with exclusive recognition as the 'Official Hotel of the Summit'. This sponsorship provides unparalleled visibility and promotional opportunities designed to drive room bookings and event sales, both short- and long-term. Exclusive Branding: Your hotel featured as the 'Official Hotel of the 2025 Hospitality & Tourism Summit' across all event marketing materials, including emails, signage, and collateral. Booth & Event Recognition: Premium booth space with location selected by your team to maximize exposure, plus a table with black linens and a branded table sign. Your business is listed in the event program available on-site and online, and your contact information will be included in the directory on thesummitchicago.com. Official Hotel Signage: Special “Official Hotel” designation with your logo on TVs on the trade show floor. Special Rate Promotion: Offer a special industry hotel rate for Summit attendees—simply provide the rate, and we’ll promote it to attendees and post it on HTSC.co. Direct Access to Planners: Event planner email blast to over 4,000 industry planners promoting your hotel. Exclusive Access & Tickets: Includes 8 tickets to the trade show and educational sessions, plus 15 additional tickets for your invited partner planners (roundtable discussion luncheon tickets are extra). Hotel Room Usage: Provide up to 6–8 rooms for the night of the Summit and/or the night before for use by Ateema. Media & Influencer Access: Get first priority in hosting media or social media influencers covering the Summit. Recognition: Half-page ad in the event program and your business featured in both on-site and online marketing. Logo on banners and signage at the event, all collateral materials, marketing, and email. Position your hotel as a key player in the Summit experience—maximize visibility, create valuable connections with industry leaders, sell rooms, and build your sales funnel."},
    { "name": "Bites, Brainstorms, and Business Building Roundtable Luncheon - Title Sponsor", "price_usd": 9750, "notes": "Gain dominant exposure at the Summit by aligning your brand with this interactive luncheon featuring two 40-minute roundtable sessions. As the exclusive title sponsor, your business will be front and center in one of the Summit’s most dynamic sessions attended by approximately 300 key decision-makers, including meeting planners, event professionals, hotel personnel, social media influencers, and media representatives. Premium Positioning: The luncheon will be positioned as “Bites, Brainstorms, and Business Building Roundtable Luncheon sponsored by YOUR BUSINESS.” Includes a premium table with black linen and a table sign for your business at the trade show. Exclusive Welcome Opportunity: A company representative may give a 3-minute welcome to the audience, introducing your brand and its value. Premium Branding: Dominant visibility throughout the luncheon room with your company’s branding showcased. Exclusive Access & Tickets: Includes 4 tickets to the trade show and educational sessions, plus 4 complimentary luncheon tickets. Recognition: Half-page ad in the event program, with your business featured both on-site and online. Your logo will appear on banners, signage, TVs, collateral materials, marketing, and emails. Your business will also be listed in the event program (on-site and online) with contact details in the directory on thesummitchicago.com. Position your brand as a leader in this high-visibility session designed to drive meaningful connections and fill your sales funnel." },
    { "name": "The Summit Awards — Title Sponsor", "price_usd": 10000, "notes": "The most dominant way to position you and your brand as a leader in the industry and optimize industry awareness. The event will be referred to as the Hospitality & Tourism Summit Chicago brought to you by [your company name]. Includes: Premium double-booth exhibition space with location selected by your team, including black linens and a table sign for your business. Your business is listed in the event program available on-site and online, and your contact information will be included in the directory on thesummitchicago.com. Includes 8 tickets to the trade show and educational sessions (roundtable discussion luncheon tickets are extra). A principal from your team will welcome guests and deliver a 3–5 minute presentation or video at an educational breakout session. A full-page ad in the event program. Sponsored buyer program — your business can invite up to 25 planners you have relationships with free of charge. Video screen ad in rotation on the trade show floor. Eblast to attendees the week prior to the event to invite people directly to your booth or afterward to follow up. Designated staff member to assist with load-in plus a scheduled load-in time. Additional custom benefits available, including more space for activations." },
    { "name": "Wayfinding & Signage Sponsorship", "price_usd": 6950, "notes": "Get tremendous exposure at the Summit by putting your business in front of everyone. Your logo will be highlighted on all wayfinding signage as well as the registration system. Benefits include: Exclusive Branding: Your logo prominently displayed on all wayfinding signage and the registration system. Program Recognition: Half-page ad in the event program and your business listed both on-site and online, as well as on HTSC.co. Includes premium table, black linen, and a table sign for your business. Exclusive Access & Tickets: Includes 4 tickets to the trade show and educational sessions. Online Exposure: Your logo featured on HTSC.co and all event-related marketing materials. On-Site Event Marketing: Your logo featured on event sponsor banners and displayed on TVs throughout the event. Position your brand for maximum visibility and impact at the Summit, ensuring your business is front and center for key decision-makers!" },
    { "name": "Step & Repeat Sponsorship", "price_usd": 6950, "notes": "Elevate your brand in the hospitality industry with a prominent presence. This sponsorship package positions your company as an active player in the tourism industry by dominating social media posts for the day. Benefits include: Includes premium table with black linen and a table sign for your business. Your logo featured on the backdrop alongside the HTSC logo to elevate your brand. Logo displayed on banners and signage at the event, as well as on all collateral materials, the program, marketing, and email campaigns. Sponsored buyer program — your business can invite 25 planners you have relationships with free of charge. Half-page ad in the event program. Your business listed in the event program available on-site and online, and featured on HTSC.co. Includes 8 tickets to all Summit events excluding the after-party. Assistance with your load-in plus a scheduled load-in time. Limited availability." },
    { "name": "Lanyard Sponsorship", "price_usd": 8995, "notes": "Ensure that your business stays top-of-mind at the show. Your logo is featured prominently on the lanyards, which every attendee receives during registration and is required to wear throughout the duration of the Trade Show. Benefits include: Includes premium table with black linen and a table sign for your business. Logo displayed on banners and signage at the event, as well as on all collateral materials, marketing, and email campaigns. Logo exposure in the event program. Your business listed in the event program available on-site and online, and featured on HTSC.co. Dominant logo exposure on the lanyard. Includes 8 tickets to all Summit events excluding the after-party. Sponsor provides logo to Ateema for lanyard production and distribution. Assistance with your load-in plus a scheduled load-in time. Limited availability." },
    { "name": "Official Bag Sponsorship", "price_usd": 7250, "notes": "Ensure that your brand stays top-of-mind at the show by providing the exclusive, official bag for The Summit. Each attendee will receive your branded bag during registration, with the design mutually agreed upon. Includes premium table with black linen and a table sign for your business. Sponsored buyer program — your business can invite 20 planners you have relationships with free of charge, positioned as their sponsor. Includes 8 tickets to the trade show and educational sessions (luncheon tickets not included). Assistance with your load-in plus a scheduled load-in time. Limited availability. Sponsor to provide 1,200 bags for all attendees at the Summit, with Ateema handling distribution. Recognition includes a half-page ad in the event program and your business featured in both on-site and online marketing. Logo displayed on banners and signage at the event, all collateral materials, marketing, and email. Your business listed in the event program available on-site and online, with contact information included in the directory on thesummitchicago.com." },
    { "name": "Custom Booth Activation Sponsorship", "price_usd": null, "notes": "Includes the largest booth footprints available, with the ability to select your own booth location. Two six-foot tables with black linens and a table sign for your business. The Ateema team will work with you to build a custom activation, including A/V setup, furniture, and decor. Ad placement in rotation on show floor video screens. A designated staff member will assist with your load-in along with a scheduled load-in time. Your logo displayed on banners and signage at the event, as well as on all collateral materials, marketing, and email communications. Includes 8 tickets to the trade show and educational sessions (luncheon tickets not included). Recognition includes a full-page ad in the event program and your business featured in both on-site and online marketing. Your business is listed in the event program available on-site and online, with contact information included in the directory on thesummitchicago.com. Additional custom benefits available, including more space for activations. Contact sales to further craft your custom sponsorship" },
    { "name": "The Summit Awards — Category Sponsorships (overall)", "price_usd": null, "notes": "“The Summit Awards” Category Sponsor. Gain prominent exposure at the Summit by aligning your brand with this exciting awards program. As the exclusive sponsor of a specific award category, your business will be positioned as “The Summit [CATEGORY] Award, sponsored by YOUR BUSINESS.” Your company will be front and center during the Summit’s largest event, the trade show, attended by an estimated 1,400 key decision-makers including meeting planners, event professionals, hotel personnel, social media influencers, and media representatives. Exclusive Presentation Opportunity: A company representative will present your sponsored award to the winner and take a photo with them, along with an Ateema representative and the overall awards sponsor, every half hour during the trade show. Brand Recognition: Your brand will be mentioned or displayed whenever your category award is announced or shown. Social Media Exposure: Your company name included in social media posts announcing nominees on Facebook, LinkedIn, and Instagram in early March, and again when winners are announced on April 15th. Press Release Inclusion: Your company name featured in press releases announcing nominees and winners. Online Exposure: Your logo featured on thesummitchicago.com on the Awards page. Exclusive Access & Tickets: Includes 2 tickets to the trade show and educational sessions (luncheon tickets not included). Your business listed in the event program available on-site and online, with contact information included in the directory on thesummitchicago.com. Categories include: The Summit Concierge Award, The Summit Nightlife Award, The Summit Attractions Award, The Summit Hotel Award, The Summit Venue Award, The Summit Event Services Award, The Summit Destination Marketing Organizations & Associations Award, The Summit Industry Distributors & Services Award, The Summit Restaurant Award, The Summit Meeting & Event Planner Award, The Summit Social Media Influencers & Creators Award, and The Summit Shopping Award. Position your brand as a supporter and leader in an awards category critical to your business—build goodwill, elevate visibility, and attract new opportunities. First come, first served. Contact Salesto find your category." },
    { "name": "Recharging Station Sponsorship", "price_usd": 5950, "notes": "Recharging Station brought to you by YOUR BUSINESS. The station will include coffee, water, and phone charging apparatus, along with comfortable furniture for attendees to relax. Includes premium table with black linen and a table sign for your business. Your logo displayed on banners and signage at the event, as well as on all collateral materials, marketing, and email communications. Includes 6 tickets to the trade show and educational sessions (luncheon tickets not included). Assistance with your load-in plus a scheduled load-in time. Limited availability. Recognition includes a half-page ad in the event program and your business featured in both on-site and online marketing. Your business listed in the event program available on-site and online, with contact information included in the directory on HTSC.co." },
    { "name": "Custom Sponsored Email to Registrants", "price_usd": 1250, "notes": "We provide you with a simple form that you complete before the target distribution date. Dates are locked in on a first come, first serve basis. Includes listing in the show directory to make it easy for attendees to connect with your team. 2 tickets to all Summit events (not including after-party)." }
  ],
  "discount_policy": {
    "rules": [
      "No discounts unless within 45 days of Summit and the sponsorship is still available.",
      "Trade considered only as a last resort if useful to Ateema; Start with $250, then $500, then $750."
    ],
    "stacking_allowed": false
  },

  "sales_strategy": "Official Hotel Sponsorships are exclusive to hotel clients only. Premium-level sponsorships — including Bites, Brainstorms, and Business Building Roundtable Luncheon - Title Sponsor, The Summit Awards - Title Sponsor, Wayfinding & Signage Sponsorship, Step & Repeat Sponsorship, Lanyard Sponsorship, Official Bag Sponsorship, and Custom Booth Activation Sponsorship — are available for tourism clients spending over $20,000 or event clients over $5,000.Recharging Station Sponsorship only apply to tourism clients over $20,000 or event clients over $20,000. Custom Sponsored Email to Registrants and The Summit Awards Category Sponsorship follow the same threshold of $12,000+ for tourism clients or event budgets.",
  "product_description": "The Hospitality & Tourism Summit Chicago is the premier event for the hospitality, tourism, and events industries, bringing together more than 1,400 professionals including meeting planners, hotel executives, influencers, media, concierges, and suppliers to connect, learn, sell, and grow. Designed as a launchpad for business development and professional growth, the Summit combines a large-scale trade show, educational sessions, and new experiences such as the Roundtable Networking Luncheon and The Summit Awards. The Summit Sponsorship Program offers businesses a powerful platform to amplify visibility, build meaningful connections, and position their brand as an industry leader. The sponsorship portfolio ranges from exclusive, high-impact opportunities like The Summit Awards Title Sponsorship, Roundtable Luncheon Title Sponsorship, and Official Hotel Sponsorship, to highly visible on-site branding options such as Wayfinding & Signage, Step & Repeat, Lanyard, Official Bag, and Custom Booth Activation. Mid-tier and experiential options including The Summit Awards Category Sponsorships and Recharging Station Sponsorship provide targeted exposure and direct engagement with attendees, while Custom Sponsored Emails to Registrants extend brand reach through pre-event digital marketing. Each sponsorship is designed to help partners achieve measurable results—enabling them to make up to 10x their investment within 12 months, fill their sales pipeline with quality leads, and strengthen relationships with existing clients. With hundreds of influential professionals in attendance, The Summit provides sponsors with unmatched access to key decision-makers and high-value connections. Sponsorships are available on a first-come, first-served basis with right-of-first-refusal, making this an exclusive opportunity to align your brand with Chicago’s most influential hospitality and tourism event."
}
